﻿IDS_EC_REPORT_CH_TEST = "EC_Report_EN-Test(Lang:EN)"
IDS_EC_FOUNDATION_OVERTURNING_OCCURED = "發生傾覆。計算已取消。"
IDS_EC_FOUNDATION_OVERTURNED = "傾覆"
IDS_EC_FOUNDATION_DESIGN_LOAD = "設計載重"
IDS_EC_FOUNDATION_SERVICE_LOAD = "使用載重"
IDS_EC_FOUNDATION_FACTORED_LOAD = "因數載重"
IDS_EC_FOUNDATION_SURCHARGE_LOAD = "超載載重"
IDS_EC_FOUNDATION_SURFACE_LOAD = "面載重"
IDS_EC_FOUNDATION_WEIGHT_DENSITY = "重量密度"
IDS_EC_FOUNDATION_SOIL_HEIGHT = "土壤高度"
IDS_EC_FOUNDATION_SELF_WEIGHT_CONSIDERED = "已考慮自重。"
IDS_EC_FOUNDATION_SELF_WEIGHT_NOT_CONSIDERED = "未考慮自重。"
IDS_EC_FOUNDATION_DEPTH = "深度"
IDS_EC_FOUNDATION_COLUMN_SECTION = "柱斷面"
IDS_EC_FOUNDATION_SHAPE_COLUMN = "柱形狀"
IDS_EC_FOUNDATION_RECTANGLE = "矩形"
IDS_EC_FOUNDATION_CIRCLE = "圓形"
IDS_EC_FOUNDATION_ECCENTRICITY_X = "偏心 (X)"
IDS_EC_FOUNDATION_ECCENTRICITY_Y = "偏心 (Y)"
IDS_EC_FOUNDATION_WALL_SECTION = "牆斷面"
IDS_EC_FOUNDATION_THICKNESS = "厚度"
IDS_EC_FOUNDATION_ECCENTRICITY = "偏心"
IDS_EC_FOUNDATION_REBAR = "鋼筋"
IDS_EC_FOUNDATION_DIRECTION_X = "X 方向"
IDS_EC_FOUNDATION_LAYER__i = "第 %i 層"
IDS_EC_FOUNDATION_DIRECTION_Y = "Y 方向"
IDS_EC_FOUNDATION_FOUNDATION = "基礎"
IDS_EC_FOUNDATION_FOUNDATION_SIZE = "基礎尺寸"
IDS_EC_FOUNDATION_WIDTH = "寬度"
IDS_EC_FOUNDATION_NO_OF_PILE = "基樁數"
IDS_EC_FOUNDATION_SPACE_OF_PILE = "基樁間距"
IDS_EC_FOUNDATION_CHECK_SOIL_CAPA = "土壤强度檢核"
IDS_EC_FOUNDATION_CHECK_SOIL_STRESS = "在主程式中檢查工作載重土壤應力。"
IDS_EC_FOUNDATION_CALC_SOIL_STRESS = "計算工作土壤應力"
IDS_EC_FOUNDATION_CALC_FACTORED_SOIL_STRESS = "計算極限土壤應力"
IDS_EC_FOUNDATION_CALC_SOIL_STRESS__s = "計算工作土壤應力 (%s)"
IDS_EC_FOUNDATION_CALC_FACTORED_SOIL_STRESS__s = "計算極限土壤應力 (%s)"
IDS_EC_FOUNDATION_CHECK_PILE_CAPA = "基樁强度檢核"
IDS_EC_FOUNDATION_CALC_ACTUAL_PILE_STRESS__s = "計算工作載重狀態基樁反力 (%s)"
IDS_EC_FOUNDATION_CALC_FACTORED_PILE_STRESS__s = "計算極限狀態基樁反力(%s)"
IDS_EC_FOUNDATION_INDEX = "索引"
IDS_EC_FOUNDATION_AT_FACE = "於面上"
IDS_EC_FOUNDATION_AT_DIST2D = "於 2D 距離處"
IDS_EC_FOUNDATION_CHECK_ONE_WAY_SHEAR = "單向剪力檢核"
IDS_EC_FOUNDATION_CHECK_TWO_WAY_SHEAR = "雙向剪力檢核"
IDS_EC_FOUNDATION_CALC_PAREMETER = "計算參數"
IDS_EC_FOUNDATION_COLUMN_FACE = "計算柱面剪力"
IDS_EC_FOUNDATION_2D = " 計算2d 距離處剪力"
IDS_EC_FOUNDATION_D = " 計算d 距離處剪力"
IDS_EC_FOUNDATION_CHECK_MOMENT_CAPA = "彎矩强度檢核"
IDS_EC_FOUNDATION_CALC_MOMENT_CAPA__s = "計算彎矩强度 (%s)"
IDS_EC_FOUNDATION_CALC_MOMENT_CAPA_AT_COLM_FACE = "計算柱面彎矩强度"
IDS_EC_FOUNDATION_REF_095D = "0.95d 參考自 'The Concise Eurocode' 2006"
IDS_EC_FOUNDATION_CHECK_REBAR = "鋼筋檢核"
IDS_EC_FOUNDATION_CALC_MINIMUM_REBAR_AREA_REQ = "計算鋼筋之最小需求面積"
IDS_EC_FOUNDATION_X_DIRECTION = "X 方向"
IDS_EC_FOUNDATION_Y_DIRECTION = "Y 方向"
IDS_EC_FOUNDATION_CALC_MINIMUM_REBAR_SPACE_REQ__s = "計算鋼筋之最大距限制(%s)"
IDS_EC_FOUNDATION_SELF_WEIGHT = "自重"
IDS_EC_FOUNDATION_COLUMN = "柱"
IDS_EC_FOUNDATION_SHAPE = "形狀"
IDS_EC_FOUNDATION_DIAMETER = "直徑"
IDS_EC_FOUNDATION_ECCENT_X = "偏心 (X)"
IDS_EC_FOUNDATION_ECCENT_Y = "偏心 (Y)"
IDS_EC_FOUNDATION_WALL = "牆"
IDS_EC_FOUNDATION_LAYER_1_X = "第 1 層 (X)"
IDS_EC_FOUNDATION_LAYER_2_X = "第 2 層 (X)"
IDS_EC_FOUNDATION_LAYER_1_Y = "第 1 層 (Y)"
IDS_EC_FOUNDATION_LAYER_2_Y = "第 2 層 (Y)"
IDS_EC_FOUNDATION_PILE = "基樁"
IDS_EC_FOUNDATION_SPACE = "間距"
IDS_EC_FOUNDATION_CHECK_CAPA = "强度檢核"
IDS_EC_FOUNDATION_CHECK_ITEMS = "檢核項目"
IDS_EC_FOUNDATION_UNIT = "單位"
IDS_EC_FOUNDATION_CALCULATED = "已計算"
IDS_EC_FOUNDATION_CRITIERIA = "標準"
IDS_EC_FOUNDATION_SOIL_CAPA__s = "土壤强度 (%s)"
IDS_EC_FOUNDATION_MOMENT_X_DIR_MUY__s = "X 向彎矩 (Muy, %s)"
IDS_EC_FOUNDATION_MOMENT_Y_DIR_MUX__s = "Y 向彎矩 (Mux, %s)"
IDS_EC_FOUNDATION_ONE_WAY_SHEAR_X__s = "X 向單向剪力 (%s)"
IDS_EC_FOUNDATION_ONE_WAY_SHEAR_Y__s = "Y 向單向剪力 (%s)"
IDS_EC_FOUNDATION_TWO_WAY_SHEAR__s = "雙向剪力 (%s)"
IDS_EC_FOUNDATION_TWO_WAY_SHEAR_FACE_s = "雙向剪力-面 (%s)"
IDS_EC_FOUNDATION_TWO_WAY_SHEAR_2D_s = "雙向剪力-2D (%s)"
IDS_EC_FOUNDATION_TWO_WAY_SHEAR_D_s = "雙向剪力-D (%s)"
IDS_EC_FOUNDATION_PILEPUNCHING_FACE_s = "基樁貫穿 - 面 (%s)"
IDS_EC_FOUNDATION_PILEPUNCHING_2D_s = "基樁貫穿 - 2D (%s)"
IDS_EC_FOUNDATION_PILE_CAPA_COMP__s = "基樁强度 - 壓縮 (%s)"
IDS_EC_FOUNDATION_PILE_CAPA_TENS__s = "基樁强度 - 拉力 (%s)"
IDS_EC_FOUNDATION_FOUNDATION_INPUT_LIST = "基礎輸入清單"
IDS_EC_FOUNDATION_INPUT_DATA_LIST = "輸入資料清單"
IDS_EC_FOUNDATION_DEPTH_COVER__s__s__s__s = "深度 = %s%s, 保護層 = %s%s"
IDS_EC_FOUNDATION_DEPTH_DISTANCE__s__s__s__s = "深度 = %s%s, 距離 = %s%s"
IDS_EC_FOUNDATION_GENERATING_FOUNDATION_REPORT = "正在產生基礎報告..."
IDS_EC_FOUNDATION_SHAPE_COLUMN_RECTANGLE = "柱形狀 \t: 矩形"
IDS_EC_FOUNDATION_SHAPE_COLUMN_CIRCLE = "柱形狀 \t: 圓形"
IDS_EC_FOUNDATION_ECCENT_X__s__s = "偏心 (X) \t: %s%s"
IDS_EC_FOUNDATION_ECCENT_Y__s__s = "偏心 (Y) \t: %s%s"
IDS_EC_FOUNDATION_THICKNESS__s = "厚度 \t: %s"
IDS_EC_FOUNDATION_ECCENT__s = "偏心 \t: %s"
IDS_EC_FOUNDATION_WIDTH__s__s = "寬度 \t: %s%s"
IDS_EC_FOUNDATION_X__s = "X(%s)"
IDS_EC_FOUNDATION_Y__s = "Y(%s)"
IDS_EC_FOUNDATION_PILE_PUNCHING = " : 基樁貫穿"
IDS_EC_FOUNDATION_CALC_ONE_WAY_SHEAR_DIR_X = "計算單向剪力 (X 方向)"
IDS_EC_FOUNDATION_CALC_ONE_WAY_SHEAR_DIR_Y = "計算單向剪力 (Y 方向)"
IDS_EC_FOUNDATION_CHECK_MOMENT = "彎矩檢核"
IDS_EC_FOUNDATION_COLUMN__s = "柱 (%s)"
IDS_EC_FOUNDATION_WALL__s = "牆 (%s)"
IDS_EC_FOUNDATION_DEPTH_COVER_DIVIDE__s__s__s__s = "( 深度 = %s%s, 保護層 = %s%s / "
IDS_EC_FOUNDATION_DEPTH_DISTANCE_DIVIDE__s__s__s__s = "( 深度 = %s%s, 距離 = %s%s / "
IDS_EC_FOUNDATION_FCK_FY__s__s = "fck = %s%s, fyk = %s%s )"
IDS_EC_FOUNDATION_SELF_ENTER_WEIGHT = "自\n重"
IDS_EC_FOUNDATION_ISNOT_ADJUST_DGN_MODULE = "設計模組版本不相容"
IDS_EC_FOUNDATION_FCK_FY__s__s__s__s = "fck = %s%s, fyk = %s%s"
IDS_EC_FOUNDATION_MOMENT_EFFECTIVE_DEPTH = "計算彎矩有效深度"
IDS_EC_FOUNDATION_SHEAR_EFFECTIVE_DEPTH = "計算剪力有效深度"
IDS_EC_FOUNDATION_PILE_PUNCHING_NOTE1 = "註：基樁貫穿檢核時，假設該基樁為內樁。"
IDS_EC_FOUNDATION_PILE_PUNCHING_NOTE2 = "臨界周長之確定未考慮角樁或邊樁。"
IDS_EC_FOUNDATION_USER_D = " 計算User d 距離處剪力"
IDS_EC_ONEWAY_SHEAR = "單向剪力"
IDS_EC_ONEWAY_SHEAR_X = "單向剪力(X 方向)"
IDS_EC_TWOWAY_SHEAR = "雙向剪力"
IDS_EC_TWOWAY_SHEAR_CF = "雙向剪力-柱面"
IDS_EC_TWOWAY_SHEAR_2D = "雙向剪力-2D"
IDS_EC_TWOWAY_SHEAR_USERD = "雙向剪力-UserD"
IDS_EC_OFFSET_FACTOR = "偏移係數"
IDS_EC_MOMENT_Y_DIRECTION = "彎矩 - Y 方向"
IDS_EC_MOMENT_X_DIRECTION = "彎矩 - X 方向"
IDS_EC_CANTIL_MOMENT_X_DIRECTION = "彎矩 - X 方向 (懸臂) "
IDS_EC_COLUMN_MOMENT_X_DIRECTION = "彎矩 - X 方向 (柱) "
IDS_EC_SPAN_MOMENT_X_DIRECTION = "彎矩 - X 方向 (跨距) "
IDS_EC_REBAR_SPACE_Y_DIRECTION = "間距檢核-Y"
IDS_EC_REBAR_SPACE_X_DIRECTION = "間距檢核-X"
IDS_EC_REBAR_AREA_Y_DIRECTION = "面積檢核-Y"
IDS_EC_REBAR_AREA_X_DIRECTION = "面積檢核-X"
IDS_EC_OFFSET = "偏移"
IDS_EC_FOUNDATION_SOIL_CAPA = "土壤强度"
IDS_EC_FOUNDATION_SOIL_CAPA_EXPL = "該值基於使用載重"
IDS_EC_FOUNDATION_OVER_TURNING = "若發生傾覆，將不顯示數值"
IDS_EC_FOUNDATION_SOIL_DIAGRM = "土壤應力圖"
IDS_EC_SFD_DIAGRAM = "剪力圖"
IDS_EC_BMD_DIAGRAM = "彎矩圖"
IDS_EC_PLAN_SECT = "平面與斷面"
IDS_EC_REBAR_MAX_AREA = "最大面積"
IDS_EC_REBAR_MIN_AREA = "最小面積"
IDS_EC_REBAR_REQ_AREA = "需求面積"
IDS_EC_REBAR_MAX_SPACE = "最大間距"
IDS_EC_CANTIL = "懸臂"
IDS_EC_COLUMN = "柱"
IDS_EC_SPAN = "跨距"
IDS_EC_FOUNDATION_FDN_SECTION = "基礎斷面"
IDS_EC_FOUNDATION_FORCES_REINFORCEMENT = "力與配筋"
IDS_EC_FOUNDATION_INVERTED_T = "倒 T 型"
IDS_EC_FOUNDATION_ECC = "偏心"
IDS_EC_FOUNDATION_MOMENT_TOP__s = "彎矩_top (%s)"
IDS_EC_FOUNDATION_MOMENT_BOT__s = "彎矩_bot (%s)"
IDS_EC_FOUNDATION_SHEAR__s = "剪力 (%s)"
IDS_EC_FOUNDATION_TRANSE_MOMENT__s = "橫向彎矩 (%s)"
IDS_EC_FOUNDATION_LX = "Lx"
IDS_EC_FOUNDATION_SECTION_BEAM_SIZE = "梁尺寸"
IDS_EC_FOUNDATION_MOMENTS_FORCES = "彎矩與力"
IDS_EC_FOUNDATION_CALC_SHEAR_CAPA = "計算剪力强度"
IDS_EC_FOUNDATION_FCK_FY_NOBRACKET__s__s = "fck = %s%s, fyk = %s%s"
IDS_EC_FOUNDATION_TOP_BAR = "上層筋"
IDS_EC_FOUNDATION_BOTTOM_BAR = "下層筋"
IDS_EC_FOUNDATION_BOT_BAR = "下層筋"
IDS_EC_FOUNDATION_STIRRUP = "箍筋"
IDS_EC_FOUNDATION_STANSVERSE_BAR = "橫向鋼筋"
IDS_EC_FOUNDATION_STANS_BAR = "橫向筋"
IDS_EC_FOUNDATION_X = "X"
IDS_EC_FOUNDATION_Y = "Y"
IDS_EC_FOUNDATION_DIR_x = "x"
IDS_EC_FOUNDATION_DIR_y = "y"
IDS_EC_FOUNDATION__s_c = "%s_c$"
IDS_EC_FOUNDATION__s_s = "%s_s$"
IDS_EC_FOUNDATION_Fck = "f_ck$"
IDS_EC_FOUNDATION_Fy = "f_yk$"
IDS_EC_FOUNDATION_Ps = "P_Ed,s$"
IDS_EC_FOUNDATION_Msx = "M_Edx,s$"
IDS_EC_FOUNDATION_Msy = "M_Edy,s$"
IDS_EC_FOUNDATION_Pu = "N_Ed$"
IDS_EC_FOUNDATION_Mux = "M_Edx$"
IDS_EC_FOUNDATION_Muy = "M_Edy$"
IDS_EC_FOUNDATION_Mu_top = "M_Ed,top$"
IDS_EC_FOUNDATION_Mu_bottom = "M_Ed,bottom$"
IDS_EC_FOUNDATION_Mu_bot = "M_Ed,bot$"
IDS_EC_FOUNDATION_As = "A_s$"
IDS_EC_FOUNDATION_REBAR__s__s = "%s@%s"
IDS_EC_FOUNDATION_L_x = "L_x$"
IDS_EC_FOUNDATION_L_y = "L_y$"
IDS_EC_FOUNDATION_fe = "f_e$"
IDS_EC_FOUNDATION_EA = "EA"
IDS_EC_FOUNDATION_q_a_comp = "q_a,comp.$"
IDS_EC_FOUNDATION_q_a_tens = "q_a,tens.$"
IDS_EC_FOUNDATION_q_a = "q_a$"
IDS_EC_FOUNDATION_q_s_left = "q_s,left$"
IDS_EC_FOUNDATION_q_s_right = "q_s,right$"
IDS_EC_FOUNDATION_q_s_top_left = "q_s,top-left$"
IDS_EC_FOUNDATION_q_s_top_right = "q_s,top-right$"
IDS_EC_FOUNDATION_q_s_bot_left = "q_s,bot-left$"
IDS_EC_FOUNDATION_q_s_bot_right = "q_s,bot-right$"
IDS_EC_FOUNDATION_q_s_max = "q_s,max$"
IDS_EC_FOUNDATION_q_s_min = "q_s,min$"
IDS_EC_FOUNDATION_q_s = "q_s$"
IDS_EC_FOUNDATION_q_u_left = "q_u,left$"
IDS_EC_FOUNDATION_q_u_right = "q_u,right$"
IDS_EC_FOUNDATION_q_u_top_left = "q_u,top-left$"
IDS_EC_FOUNDATION_q_u_top_right = "q_u,top-right$"
IDS_EC_FOUNDATION_q_u_bot_left = "q_u,bot-left$"
IDS_EC_FOUNDATION_q_u_bot_right = "q_u,bot-right$"
IDS_EC_FOUNDATION_q_u_max = "q_u,max$"
IDS_EC_FOUNDATION_q_u_min = "q_u,min$"
IDS_EC_FOUNDATION_q_u = "q_u$"
IDS_EC_FOUNDATION_V_Ed = "V_Ed$"
IDS_EC_FOUNDATION_V_Edx = "V_Edx$"
IDS_EC_FOUNDATION_V_Edy = "V_Edy$"
IDS_EC_FOUNDATION_M_Ed__s = "M_Ed%s$"
IDS_EC_FOUNDATION_Ed = "_Ed$"
IDS_EC_FOUNDATION_V_Rd = "V_Rd$"
IDS_EC_FOUNDATION_V_Rdx = "V_Rdx$"
IDS_EC_FOUNDATION_V_Rdy = "V_Rdy$"
IDS_EC_FOUNDATION_M_Rd__s = "M_Rd%s$"
IDS_EC_FOUNDATION_Rd = "_Rd$"
IDS_EC_FOUNDATION_Rdmax = "_Rdmax$"
IDS_EC_FOUNDATION_As_min = "A_s,min$"
IDS_EC_FOUNDATION_APP_As_min = "已配置 A_s,min$"
IDS_EC_FOUNDATION_s_req = "s_req$"
IDS_EC_FOUNDATION_s_req1 = "s_req.1$"
IDS_EC_FOUNDATION_s_req2 = "s_req.2$"
IDS_EC_FOUNDATION_s__s = "s_%s$"
IDS_EC_FOUNDATION_L_SELF_WEIGHT = "自重"
IDS_EC_FOUNDATION_L_SURFACE = "L_surface$"
IDS_EC_FOUNDATION_H_SOIL = "H_soil$"
IDS_EC_FOUNDATION_C_x = "C_x$"
IDS_EC_FOUNDATION_C_y = "C_y$"
IDS_EC_FOUNDATION_Ecc_x = "Ecc_x$"
IDS_EC_FOUNDATION_Ecc_y = "Ecc_y$"
IDS_EC_FOUNDATION_TOP = "上"
IDS_EC_FOUNDATION_BOT = "下"
IDS_EC_FOUNDATION_LAYER__i__EA = "第 %i 層\t : %i EA ("
IDS_EC_FOUNDATION_STRIRRUP__s = "箍筋 \t : %s ("
IDS_EC_FOUNDATION_TRANS_BAR__s__s = "橫向鋼筋 \t : %s-%s ("
IDS_EC_FOUNDATION_SURCHARGE_LOAD_NOT = "未考慮附加載重。"
IDS_EC_FOUNDATION_FOR_UNIT_WIDTH = "單位寬度"
IDS_EC_FOUNDATION_FOR_WHOLE_WIDTH = "全寬"
IDS_EC_MEMBER_NAME = "構件名稱"
IDS_EC_GENERAL_INFORMATION = "一般資訊"
IDS_EC_DESIGN_CODE = "設計規範"
IDS_EC_UNIT_SYSTEM = "單位系統"
IDS_EC_SECTION = "斷面"
IDS_EC_SECTION_SIZE = "斷面尺寸"
IDS_EC_SECTION_SHAPE_T = "T 形斷面"
IDS_EC_SECTION_SHAPE_RECT = "矩形斷面"
IDS_EC_THICKNESS = "厚度"
IDS_EC_MATERIAL = "材料"
IDS_EC_REBAR_COVER = "保護層"
IDS_EC_REBAR_DISTANCE = "距離"
IDS_EC_CONSIDERED = "已考慮"
IDS_EC_NOT_CONSIDERED = "未考慮"
IDS_EC_POSITION_CAPITAL = "位置"
IDS_EC_POS = "POS"
IDS_EC_DESIGN_FORCES = "設計力"
IDS_EC_FORCES = "力"
IDS_EC_BY_LOAD_COMB = "按載重組合"
IDS_EC_SURCHARGE_LOAD_SELF_WEIGHT = "超載與自重"
IDS_EC_REINFORCEMENT = "配筋"
IDS_EC_TOP_BAR = "上層筋"
IDS_EC_BOTTOM_BAR = "下層筋"
IDS_EC_TOP = "上"
IDS_EC_BOTTOM = "下"
IDS_EC_EXT_BAR = "外側筋"
IDS_EC_INT_BAR = "內側筋"
IDS_EC_BOT = "下層筋"
IDS_EC_EXT = "外側"
IDS_EC_INT = "內側"
IDS_EC_STIRRUP = "箍筋"
IDS_EC_TRANSVERSE_BAR = "橫向筋"
IDS_EC_POSITION_I = "I 端"
IDS_EC_POSITION_M = "中央"
IDS_EC_POSITION_J = "J 端"
IDS_EC_RATIO = "比率"
IDS_EC_LAYER = "層"
IDS_EC_REMARK = "備註"
IDS_EC_ITEMS = "項目"
IDS_EC_VALUE = "數值"
IDS_EC_INPUT_DATA_LIST = "輸入資料清單"
IDS_EC_LENGTH = "長度"
IDS_EC_FACTOR = "係數"
IDS_EC2_BEAM_GENERATE_REPORT = "正在產生 RC/梁 報告..."
IDS_EC2_BEAM_MOMENT_FORCES = "彎矩與力"
IDS_EC2_BEAM_FORCE_REINFORCEMENT = "力與配筋"
IDS_EC2_BEAM_COMPRESSION_REBAR = "壓力鋼筋"
IDS_EC2_BEAM_SPLICE_TYPE = "搭接類型"
IDS_EC2_BEAM_REPORT_CALC_SHEAR_RATIO = "計算剪力强度比"
IDS_EC2_BEAM_REPORT_CALC_STIRRUP_SPACE = "計算剪力筋間距"
IDS_EC2_BEAM_REPORT_CALC_VRD_S = "計算含剪力筋之剪力強度"
IDS_EC2_BEAM_REPORT_CALC_VRD_MAX = "計算斷面最大剪力强度"
IDS_EC2_BEAM_CHECK_ONEWAY_SHEAR = "單向剪力檢核"
IDS_EC2_BEAM_CHECK_MOMENT_CAPACITY = "彎矩强度檢核"
IDS_EC2_BEAM_CALC_MATL_DGN_STRENGTH = "計算材料設計強度"
IDS_EC2_BEAM_CALC_DGN_PARAM = "計算設計參數"
IDS_EC2_BEAM_CALC_REQ_REBAR_AREA = "計算鋼筋需求面積"
IDS_EC2_BEAM_CALC_LIMIT_REBAR_AREA = "計算鋼筋面積限制"
IDS_EC2_BEAM_CHECK_TENS_REBAR_AREA = "受拉鋼筋面積檢核"
IDS_EC2_BEAM_CALC_MOMENT_CAPACITY = "計算彎矩强度"
IDS_EC2_BEAM_CALC_MOMENT_RATIO = "計算彎矩强度比"
IDS_EC2_BEAM_SKIP_MOMENT_ZERO = "彎矩為零。已略過"
IDS_EC2_BEAM_CHECK_SHEAR_CAPACITY = "剪力强度檢核"
IDS_EC2_BEAM_CALC_SHEAR_CAPACITY_CONC = "計算不含剪力筋之剪力強度"
IDS_EC2_BEAM_REBAR_POSITIVE = "正"
IDS_EC2_BEAM_REBAR_NEGATIVE = "負"
IDS_EC2_BEAM_REBAR_POSITIVE_INT = "正 (內側)"
IDS_EC2_BEAM_REBAR_NEGATIVE_EXT = "負 (外側)"
IDS_EC2_BEAM_SLAB_THICKNESS = "板厚度"
IDS_EC2_BEAM_EFFECTIVE_WIDTH = "有效寬度"
IDS_EC2_BEAM_INPUT_LIST_TITLE = "梁輸入清單"
IDS_EC2_ANALYSIS_AS_RECTANGLE_BEAM = "分析為矩形梁"
IDS_EC2_ANALYSIS_AS_TEE_BEAM = "分析為T型梁"
IDS_EC2_DO_NOT_CHK_CRACK_WIDTH = "不檢核裂縫寬度"
IDS_EC2_CRACK_LIMIT = "裂縫限制"
IDS_EC2_CHK_CRACK_WIDTH = "裂縫寬度檢核"
IDS_EC2_CHK_CRACK_WIDTH_FACTORS = "裂縫寬度係數"
IDS_EC2_CHK_CRACK_OF_CHARACTERISTIC_LOAD = "特性載重下裂縫檢核"
IDS_EC2_CHK_CRACK_OF_QUASI_LOAD = "準永久載重下裂縫檢核"
IDS_EC2_CHK_CRACK_OF_FREQUENT_LOAD = "頻繁載重下裂縫檢核"
IDS_EC2_EXPOSURE_CLASS = "地況類別"
IDS_EC2_CHECK_STRESS_LIMITATION = "應力限制檢核"
IDS_EC2_CRITERIA_DEFLECTION = "撓度標準"
IDS_EC2_FOR_CHARACTERISTIC_DEFLECTION = "特性載重撓度"
IDS_EC2_FOR_QUASI_PERMANENT_DEFLECTION = "準永久載重撓度"
IDS_EC2_DEFLECTION_AMPLIFICATION_FACTOR = "撓度放大係數"
IDS_EC2_DEFLECTION = "撓度"
IDS_EC2_DIVIEDED_BY2_CANTILEVER = "懸臂端除以 2"
IDS_EC2_SUPPORT = "支承"
IDS_EC2_SPAN = "跨距"
IDS_EC2_CHARACTERISTIC = "特性"
IDS_EC2_QUASI_PERMANENT = "準永久"
IDS_EC2_FREQUENT = "頻繁"
IDS_EC2_DURATION = "持續時間"
IDS_EC_DEAD = "靜載"
IDS_EC_DEAD_LOAD = "靜載重"
IDS_EC_LIVE = "活載"
IDS_EC_LIVE_LOAD = "活載重"
IDS_EC_SECT_DOT_UCASE = "SECT."
IDS_EC2_CHARACTERISTIC_DEFLECTION = "特性撓度"
IDS_EC2_QUASI_PERMANENT_DEFLECTION = "準永久撓度"
IDS_EC2_CHECK_DEFLECTION = "撓度檢核"
IDS_EC_SUPPORT_CONDITION = "支承條件"
IDS_EC_CHARACTERISTIC_DEFLECTION_FACTOR = "特性撓度係數"
IDS_EC_QUASI_DEFLECTION_FACTOR = "準永久撓度係數"
IDS_EC_DURATION_FOR_SUSTAIN_LOAD = "持續載重之持續時間"
IDS_EC_SUSTAIN_LOAD = "持續載重"
IDS_EC2_CBSF_MAIN_RIB = "主肋"
IDS_EC2_CBSF_FLANGE_PART = "翼板部分"
IDS_EC2_CBSF_CALC_FORCE_FLANGE_PART = "計算設計力 (翼板部分)"
IDS_EC2_CBSF_FORCE_PARAM_FLANGE_PART = "設計力參數"
IDS_EC2_CBSF_FORCE_FLANGE_PART = "設計力 (翼板部分)"
IDS_EC2_CBSF_SOIL_BEARING_CAPACITY = "土壤承載强度"
IDS_EC2_CBSF_CHECK_SOIL_BEARING_CAPACITY = "土壤承載强度檢核"
IDS_EC2_CBSF_CALC_SOIL_BEARING_RATIO = "計算土壤承載强度比"
IDS_EC2_CBSF_INPUT_LIST_TITLE = "連續梁條形基礎輸入清單"
IDS_EC2_CBSF_GENERATING_CBSF_REPORT = "正在產生條形基礎報告…"
IDS_EC_FOUNDATION_MOMENT_X_DIR_MEDY__s = "彎矩-X 方向（MEdy，%s）"
IDS_EC_FOUNDATION_MOMENT_Y_DIR_MEDX__s = "彎矩-Y 方向（MEdx，%s）"
IDS_EC2_CWALL_INPUT_LIST_TITLE = "組合牆輸入清單"
IDS_EC2_CWALL_GENERATING_CWALL_REPORT = "正在生成組合牆報告..."
IDS_EC2_CWALL_WALL_ID = "牆 ID"
IDS_EC_LOAD_COMBINATIONS = "載重組合"
IDS_EC_LCB = "LCB"
IDS_EC2_CWALL_START_POINT = "起點"
IDS_EC2_CWALL_END_POINT = "終點"
IDS_EC_INFORMATION = "資訊"
IDS_EC_SPACING_LIMIT = "間距限制"
IDS_EC2_CWALL_VERT_REBAR_POSITION = "垂直鋼筋位置"
IDS_EC2_CWALL_VERT_REBAR = "垂直鋼筋"
IDS_EC2_CWALL_HORZ_REBAR = "水平鋼筋"
IDS_EC2_CWALL_END_REBAR = "端部鋼筋"
IDS_EC2_CWALL_REBAR_ARRANGEMENT = "配置"
IDS_EC2_CWALL_REBAR_ARRANGEMENT_DIVIDE_EQUALLY = "按最接近間距均分"
IDS_EC2_CWALL_REBAR_ARRANGEMENT_DIVIDE_EXACT = "按精確間距劃分"
IDS_EC2_CWALL_REBAR_ARRANGEMENT_FROM_END = "從端部"
IDS_EC2_CWALL_REBAR_ARRANGEMENT_FROM_MID = "從中間"
IDS_EC2_CWALL_REBAR_ARRANGEMENT_ADD_REBAR = "添加鋼筋"
IDS_EC_CHECK_SLENDERNESS_RATIO = "細長比檢核"
IDS_EC_CALC_RADIUS_GYRATION = "計算迴轉半徑"
IDS_EC_CALC_SLENDERNESS_RATIO = "計算細長比"
IDS_EC_CALC_SLENDERNESS_RATIO_LIMIT = "計算極限細長比"
IDS_EC_SLENDER = "細長柱"
IDS_EC_NOT_SLENDER = "非細長"
IDS_EC_CHECK_MIN_MOMENT = "最小彎矩檢核"
IDS_EC_CALC_MIN_MOMENT = "計算最小彎矩"
IDS_EC_CALC_MIN_ECCEN = "計算最小偏心"
IDS_EC_CHECK_DESIGN_MOMENT = "設計彎矩檢核"
IDS_EC_CALC_DESIGN_MOMENT = "計算設計彎矩"
IDS_EC_DESIGN_MOMENT = "設計彎矩"
IDS_EC_X_DIRECTION = "X 方向"
IDS_EC_Y_DIRECTION = "Y 方向"
IDS_EC_CHECK_DESIGN_PARAMETER = "設計參數檢核"
IDS_EC_CALC_REBAR_RATIO = "計算配筋比率"
IDS_EC_CALC_ECCENTRICITY = "計算偏心"
IDS_EC_ROTATION_NA = "中性軸旋轉角"
IDS_EC_CALC_CONCEN_AXIAL_CAPACITY = "計算同心軸重强度"
IDS_EC_CHECK_MOMENT_CAPACITY = "彎矩强度檢核"
IDS_EC_CALC_CAPACITY_CONCRETE = "計算壓縮應力塊强度"
IDS_EC_CALC_CAPACITY_REBAR = "計算鋼筋强度"
IDS_EC_CALC_NORMINAL_CAPACITY_FOR_NA = "計算中性軸名義强度"
IDS_EC_CALC_AXIAL_MOMENT_CAPACITY = "計算軸重與彎矩强度"
IDS_EC_CHECK_SHEAR_CAPACITY = "剪力强度檢核"
IDS_EC_CALC_STIRRUP_MAX_SPACE = "計算最大間距"
IDS_EC_CALC_SHEAR_STRENGTH = "計算剪力強度"
IDS_EC_LENGTH_FACTOR = "長度與係數"
IDS_EC_MOMENT_CAPACITY = "彎矩强度"
IDS_EC_SHEAR_CAPACITY = "剪力强度"
IDS_EC_CHECK_ITEM = "檢核項目"
IDS_EC_NO = "No"
IDS_EC_CHK = "CHK"
IDS_EC_NAME = "名稱"
IDS_EC_DESCRIPTION = "描述"
IDS_EC_DESIGN_FORCE = "設計力"
IDS_EC2_CWALL_FLANGE_WIDTH = "翼板寬度"
IDS_EC2_CWALL_FLANGE_WIDTH_ACTUAL = "實際寬度"
IDS_EC2_CWALL_FLANGE_WIDTH_EFFECT = "有效寬度"
IDS_EC2_CWALL_GLOBAL = "整體"
IDS_EC_SHEAR_REINFORCEMENT_NOT_REQUIRED = "不需要剪力筋。"
IDS_EC_SHEAR_REINFORCEMENT_REQUIRED = "需要剪力筋。"
IDS_EC_2ND_ORDER_EFFECT = "二階效應"
IDS_EC_IMPERFECTION = "不完美"
IDS_EC_AUTO_CALC = "自動計算"
IDS_ERCO_MOMENT_CAPACITY = "彎矩强度檢核"
IDS_ERCO_NOMINAL_CAPACITY_BALANCED = "計算平衡軸名義强度"
IDS_ERCO_NOMINAL_CAPACITY_FOR_NEUTRAL_AXIS = "計算中性軸名義强度"
IDS_ERCO_BANLANCED_AXIS = "平衡軸"
IDS_ERCO_NEUTRAL_AXIS = "中性軸"
IDS_ERCO_CAPACITY_REBAR = "鋼筋强度計算"
IDS_ERCO_CAPACITY_COMPRESSION_BLOCK = "等效矩形壓力應力塊強度計算"
IDS_CALC_STRENGTH_REDUCTION_FACTOR = "強度折減係數計算"
IDS_EC_ERCO_GENERATE_REPORT = "正在產生 RC 柱報告..."
IDS_EC_ERCO_CHK_SERVICEABILITY = "使用性檢核"
IDS_EC_ERCO_SERVICEABILITY_FACTORS = "使用性係數"
IDS_EC_ERCO_CHK_CHARACTERISTIC_LOAD_STRESS_OF_CONC = "特性載重檢核 (混凝土應力)"
IDS_EC_ERCO_CHK_QUASI_LOAD_LINEAR_CREEP = "準永久載重檢核 (線性潛變)"
IDS_EC_ERCO_CHK_FREQUENT_LOAD_STRESS_OF_CONC = "頻繁載重檢核 (混凝土應力)"
IDS_EC_ERCO_CRACKED_SECTION = "開裂斷面"
IDS_EC_ERCO_UNCRACKED_SECTION = "未開裂斷面"
IDS_EC_ERCO_LINEAR_CREEP = "線性潛變"
IDS_EC_ERCO_NONLINEAR_CREEP = "非線性潛變"
IDS_EC_ERCO_LONG_TERM = "長期"
IDS_EC_ERCO_SHORT_TERM = "短期"
IDS_URGC_EFFECTIVE_AREA = "有效面積"
IDS_URGC_GENERATE_REPORT = "正在產生 RC 一般斷面柱報告..."
IDS_URGC_GEN_COLUMN_INPUT_LIST = "RC 一般斷面柱輸入清單"
IDS_ESBC_INPUT_LIST = "鋼螺栓連接輸入清單"
IDS_ESBC_PLATE = "板"
IDS_ESBC_PLATE_WEB = "板 (腹板)"
IDS_ESBC_PLATE_FLANGE = "板 (翼板)"
IDS_ESBC_BOLT = "螺栓"
IDS_ESBC_EXTENSION = "延伸"
IDS_ESBC_AUTO = "自動"
IDS_ESBC_SUPPORTED_MEM = "受支承構件"
IDS_ESBC_SUPPORTING_MEM = "支承構件"
IDS_ESBC_BOLT_TYPE = "螺栓類型"
IDS_ESBC_WELDING = "焊接"
IDS_ESBC_WELDING_MATERIAL_AND_LEG = "材料與焊腿"
IDS_ESBC_WELDING_MATERIAL = "焊接材料"
IDS_ESBC_WELDING_LEG = "焊角尺寸"
IDS_ESBC_MAX_VALUE = "最大值"
IDS_ESBC_NOT_CHK = "不檢核"
IDS_ESBC_CHK_MAX_VALUE = "最大間距與延伸值檢核"
IDS_ESBC_NOT_CHK_MAX_VALUE = "不檢核最大間距與延伸值"
IDS_ESBC_LEVEL_AND_GAP = "水平與間隙"
IDS_ESBC_LEVEL = "水平向"
IDS_ESBC_GAP = "間隙"
IDS_ESBC_PERCENT = "百分比"
IDS_ESBC_APPLY = "套用"
IDS_ESBC_DIVISION = "分割板"
IDS_ESBC_DIVISION_APPLY = "套用分割板"
IDS_ESBC_DIVISION_NOT_APPLY = "不套用分割板"
IDS_ESBC_APPLIED_FORCE = "施加力"
IDS_ESBC_MEMB_STRENGTH = "構件強度"
IDS_ESBC_CHK_FLG_COVER_PLATE = "翼緣蓋板檢核"
IDS_ESBC_CHK_NET_TENSION = "檢核是否發生淨拉力"
IDS_ESBC_CHK_NET_TENSION_OCCUR = "發生淨拉力"
IDS_ESBC_CHK_NET_TENSION_NOT_OCCUR = "未發生淨拉力"
IDS_ESBC_CHK_PLATE_RESIS = "板强度檢核"
IDS_ESBC_CHK_BOLT_GROUP = "螺栓群檢核"
IDS_ESBC_CHK_MIN_RESIS = "最小强度檢核"
IDS_ESBC_CHK_CHK_COVER_PLATE = "蓋板檢核"
IDS_ESBC_CHK_DIMENSION = "尺寸檢核"
IDS_ESBC_CHK_PLATE = "板檢核"
IDS_ESBC_CHK_FLG_WEB_DIMENSION = "翼緣與腹板尺寸檢核"
IDS_ESBC_CHK_THIK = "厚度檢核"
IDS_ESBC_CHK_SPACING = "間距檢核"
IDS_ESBC_CHK_PART_BOLT = "螺栓"
IDS_ESBC_CHK_PART_WEB = "腹板"
IDS_ESBC_CHK_PART_FLANGE = "翼緣"
IDS_ESBC_CHK_PART_PLATE = "板"
IDS_ESBC_CHK_PART_COLUMN = "柱"
IDS_ESBC_CHK_PART_CONNECT = "連接"
IDS_ESBC_CHK_PART_PLATE_FIN = "肋板"
IDS_ESBC_CHK_PART_PLATE_END = "端板"
IDS_ESBC_CHK_PART_PLATE_DIV = "分隔板"
IDS_ESBC_CHK_SUPPORTED_MEM = "受支承構件檢核"
IDS_ESBC_CHK_CONNECTION = "連接檢核"
IDS_ESBC_CHK_SUPPORTING_MEM = "支承構件檢核"
IDS_ESBC_CHK_TYING_RESISTANCE = "拉繫强度檢核"
IDS_ESBC_CHK_STRUCT_INTEGRITY = "結構完整性檢核"
IDS_ESBC_CHK_SUPPORTED_WELD = "受支承構件焊縫檢核"
IDS_ESBC_CHK_SUPPORTED_WEB = "腹板抗剪强度檢核"
IDS_ESBC_CHK_SUPPORTED_RESIS_NOTCH = "缺口處强度檢核"
IDS_ESBC_CHK_SUPPORTED_LOCAL_STA = "局部穩定性檢核"
IDS_ESBC_CHK_SUPPORTED_BOLT_GROUP = "連接螺栓群檢核"
IDS_ESBC_CHK_SUPPORTED_PLATE_SHEAR = "板受剪檢核"
IDS_ESBC_CHK_SUPPORTING_SHEAR_BEARING = "支承構件剪力與承壓檢核"
IDS_ESBC_CHK_TYING_PLATE_BOLT = "板與螺栓檢核"
IDS_ESBC_CHK_TYING_SUPPORTED_WEB = "受支承構件腹板强度檢核"
IDS_ESBC_CHK_TYING_WELD = "焊縫强度檢核"
IDS_ESBC_CHK_TYING_SUPPORTING_COL = "支承柱腹板强度檢核"
IDS_ESBC_CHK_NO_NEED_LOCAL_STABILITY = "無需考慮缺口梁之局部穩定性"
IDS_ESBC_CHK_NEED_LOCAL_STABILITY = "需考慮缺口梁之局部穩定性"
IDS_ESBC_SHEAR = "剪力"
IDS_ESBC_LOW_SHEAR = "低剪力"
IDS_ESBC_HIGH_SHEAR = "高剪力"
IDS_ESBC_CHK_SHEAER_BOLT_GROUP = "螺栓群的剪力檢核"
IDS_ESBC_CHK_BOLT_BEARING_PLATE = "板件螺栓承壓檢核"
IDS_ESBC_CHK_BOLT_BEARING_WEB = "受支承構件腹板螺栓承壓檢核"
IDS_ESBC_CHK_SHAER_PLATE = "板件的剪力檢核"
IDS_ESBC_CHK_BENADING_PLATE = "板件的撓曲檢核"
IDS_ESBC_CHK_BUCKLING_PLATE = "側向扭轉挫屈檢核"
IDS_ESBC_CHK_WEB_SHEAR = "腹板的剪檢核"
IDS_ESBC_CHK_SHEAR_NOTCH = "有缺口之受支承構件腹板抗剪檢核"
IDS_ESBC_CHK_RESIS_CONNEC = "連接處强度檢核"
IDS_ESBC_CHK_RESIS_NOTCH = "缺口處强度檢核"
IDS_ESBC_CHK_LOCAL_STABILITY = "局部穩定性檢核"
IDS_ESBC_CHK_WELDING_SUPPORTING = "支承構件焊接檢核"
IDS_ESBC_CHK_SHEAR_N_BENDING = "剪力與承壓檢核"
IDS_ESBC_CHK_PLATE_TENSION = "板件抗拉强度檢核"
IDS_ESBC_CHK_PLATE_BOLT_SHEAR = "板件螺栓抗剪檢核"
IDS_ESBC_CHK_TENSION_REIS_WEB = "梁腹板抗拉强度檢核"
IDS_ESBC_CHK_WEB_SUPPORTED = "受支承構件腹板檢核"
IDS_ESBC_CHK_SUPPORTING_COL = "支承柱檢核"
IDS_ESBC_CHK_LONG_FIN_PLATE = "長肋板"
IDS_ESBC_CHK_SHORT_FIN_PLATE = "短肋板"
IDS_ESBC_CHK_SHEAR_RATIO = "剪力比"
IDS_ESBC_CHK_PUNCHING_RATIO = "穿孔比"
IDS_ESBC_ORDINARY = "普通"
IDS_ESBC_COUNTERSUNK = "沉頭"
IDS_ESBC_SPACE_X = "間距(x)"
IDS_ESBC_SPACE_Y = "間距(y)"
IDS_ESBC_EXTENSION_X = "延伸(x)"
IDS_ESBC_EXTENSION_Y = "延伸(y)"
IDS_ESBC_CHK_EXTENSION = "延伸檢核"
IDS_UCFT_GENERATE_REPORT = "正在產生 SRC CFT 柱報告..."
IDS_UCFT_MATERIAL_STRENGTH_LIMITATION = "材料強度限制"
IDS_UCFT_STEEL_SECTION_AREA_RATIO = "鋼斷面面積比"
IDS_UCFT_CALC_FORCE_ALLOCATION = "計算力分配"
IDS_UCFT_REQUIRED_SHEAR_FORCE_TRANSFERRED_SHEAR_CONNECTOR = "剪力連接桿需傳遞之剪力"
IDS_UCFT_CALC_DIRECT_BOND_STRENGTH = "計算直接粘結強度"
IDS_UCFT_FILLED_COMPOSITE_COLUMN_EXTEND_TO_ONE_SIDE = "填充型複合柱延伸至單側"
IDS_UCFT_FILLED_COMPOSITE_COLUMN_EXTEND_TO_BOTH_SIDE = "填充型複合柱延伸至兩側"
IDS_UCFT_CHECK_SECTION_CLASSIFICATION = "斷面分類檢核"
IDS_UCFT_CHECK_CLASSIFICATION = "分類"
IDS_UCFT_AXIAL = "軸力"
IDS_UCFT_FLEXURE = "撓曲"
IDS_UCFT_FOR_AXIAL = "對於軸力"
IDS_UCFT_FOR_FLEXURE = "對於撓曲"
IDS_UCFT_TREATED_COMPACT = "因此，整個斷面視為結實斷面。"
IDS_UCFT_TREATED_NONCOMPACT = "因此，整個斷面視為非結實斷面。"
IDS_UCFT_OVER_LAMDA_MAX = "因此，整個斷面寬厚比超過"
IDS_UCFT_OVER = "超過"
IDS_UCFT_UNDER = "低於"
IDS_UCFT_SEISMIC = "地震"
IDS_UCFT_SPECIAL_PROVISION = "特殊規定"
IDS_UCFT_HIGH_DUCTILITY = "高韌性"
IDS_UCFT_MIDDLE_DUCTILITY = "中韌性"
IDS_UCFT_PLASTIC_MOMENT_ABOUT_MAJOR_AXIS = "繞強軸塑性彎矩強度檢核"
IDS_UCFT_PLASTIC_MOMENT_ABOUT_MINOR_AXIS = "繞弱軸塑性彎矩強度檢核"
IDS_UCFT_YIELD_MOMENT_ABOUT_MAJOR_AXIS = "繞強軸降伏彎矩強度檢核"
IDS_UCFT_YIELD_MOMENT_ABOUT_MINOR_AXIS = "繞弱軸降伏彎矩強度檢核"
IDS_UCFT_FIRSR_YIELD_MOMENT_ABOUT_MAJOR_AXIS = "繞強軸初次降伏彎矩強度檢核"
IDS_UCFT_FIRSR_YIELD_MOMENT_ABOUT_MINOR_AXIS = "繞弱軸初次降伏彎矩強度檢核"
IDS_UCFT_BY_AUROMESH = "自動網格"
IDS_UCCO_STEEL_HSS = "鋼結構 HSS"
IDS_UCCO_CHECK_LOAD_TRANSFER = "載重傳遞檢核"
IDS_UCCO_MATERIAL_N_SECTION = "材料與斷面"
IDS_UCCO_CONCRETE_MATERIAL = "混凝土材料"
IDS_UCCO_STEEL_MATERIAL = "鋼材料"
IDS_UCCO_STEEL_SHAPE = "鋼形狀"
IDS_UCCO_EXTERNAL_FORCE_TO = "外力作用於"
IDS_UCCO_CFT_MEMBER_EXTEND_TO = "CFT 構件延伸至"
IDS_UCCO_LOAD_TRANSFER = "載重傳遞"
IDS_UCCO_CHECK_LIMITATION = "限制條件檢核"
IDS_UCCO_CHECK_MOMENT_STRENGTH = "彎矩強度檢核"
IDS_UCCO_GENERATE_REPORT = "正在產生 SRC 柱報告..."
IDS_UCCO_USE_CRITERIA_VALUE = "使用標準值"
IDS_UCCO_AUTO_CALCULATE = "自動計算"
IDS_UCCO_FLG = "Flg"
IDS_UCCO_CHECK_TRANSVERSE_REBAR_AREA = "橫向鋼筋面積檢核"
IDS_UCCO_USE_DETAIL_HOOP_BAR_END = "使用箍筋詳圖"
IDS_UCCO_INPUT_LIST = "SRC 柱輸入清單"
IDS_UCCO_LIMIT = "限制"
IDS_UCCO_CHECK_REQUIREMENT_FOR_MATERIAL = "材料需求檢核"
IDS_UCCO_CALC_STEEL_RATIO = "計算配筋率"
IDS_UCCO_CALC_MAIN_BAR_SPACE = "計算主筋間距"
IDS_UCCO_CALC_CAPACITY_STEEL = "計算鋼材强度"
IDS_USBP_CHECK_DEVELOPEMENT_LENGTH_ANCHOR_BOLT = "錨錠螺栓伸展長度檢核"
IDS_USBP_BASE_PLATE = "底板"
IDS_USBP_ANCHOR_BOLT = "錨螺栓"
IDS_USBP_WING_PLATE = "翼板"
IDS_USBP_RIB_PLATE = "肋板"
IDS_USBP_RIB_WING_PLATE = "肋板與翼板"
IDS_USBP_PEDESTAL = "基座"
IDS_USBP_CHECK_BEARING_STRESS_BASE_PLATE = "底板承壓應力檢核"
IDS_USBP_REACTION_FORCE_NOT_EXIST = "反力不存在。"
IDS_USBP_BEARING_STRESS = "承壓應力"
IDS_USBP_BEARING_STRENGTH = "承壓強度"
IDS_USBP_CALC_BEARING_STRESS_CONCRETE = "計算混凝土承壓應力"
IDS_USBP_CALC_BEARING_STRENGTH_CONCRETE = "計算混凝土承壓強度"
IDS_USBP_CHECK_TENSILE_STRENGTH = "抗拉強度檢核"
IDS_USBP_TENSION_FORCE_IS_NOT_EXIST = "拉力不存在。"
IDS_USBP_CHECK_DEVELOPMENT_LENGTH = "伸展長度檢核"
IDS_USBP_APPLIED_LCOM_BEARING_STRESS = "承壓應力之作用載重組合"
IDS_USBP_CHECK_TENSION_STRESS_ANCHOR_BOLT = "錨錠螺栓拉應力檢核"
IDS_USBP_CHECK_TENSION_STRESS_BEARING = "承壓區拉應力檢核"
IDS_USBP_TENSION_FORCE_NOT_EXIST = "拉力不存在。"
IDS_USBP_CHECK_BASE_PLATE = "底板檢核"
IDS_USBP_DESIGN_MOMENT_USE_AVERAGE = "設計彎矩"
IDS_USBP_FORCE_DIAGRAM = "受力圖"
IDS_USBP_CHECK_RIB_PLATE = "肋板檢核"
IDS_USBP_CHECK_WING_PLATE = "翼板檢核"
IDS_USBP_CHECK_ANCHOR_BOLT_CIP = "錨螺栓檢核"
IDS_USBP_ANCHOR_BOLT_NOT_EXIST = "錨螺栓不存在。"
IDS_USBP_CHECK_DEVELOP_LENGTH_ANCHOR_BOLT = "錨螺栓伸展長度檢核"
IDS_USBP_INPUT_LIST = "鋼底板輸入清單"
IDS_USBP_START_ANGLE = "起始角度"
IDS_USBP_GENERATE_REPORT = "正在產生鋼構底板報告..."
IDS_USBP_CALC_BP_THK = "計算底板厚度"
IDS_CALC_THK_RATIO = "計算底板厚度比"
IDS_EC_UNLIMITED = "不限制"
IDS_ESMC_GENERATE_REPORT = "正在產生彎矩螺栓連接報告..."
IDS_ESBC_GENERATE_REPORT = "正在產生螺栓連接報告..."
IDS_ESMC_ALONE = "單獨"
IDS_ESMC_AND = "與"
IDS_ESMC_OR = "或"
IDS_ESMC_APPLIED = "已作用"
IDS_ESMC_AREA = "面積"
IDS_ESMC_BEAM = "梁"
IDS_ESMC_BEAMFLANGEANDWEB = "梁翼緣與腹板"
IDS_ESMC_BEAMFLANGEWEBCOMPRESISTANCE = "梁翼緣與腹板抗壓強度"
IDS_ESMC_BEAMFLANGEWEBINCOMPRESSION = "梁翼緣與腹板之抗壓強度"
IDS_ESMC_BEAMWEB = "梁腹板"
IDS_ESMC_BEAMWEBINTRANSVERSETENSION = "梁腹板橫向受拉"
IDS_ESMC_BOLT = "螺栓"
IDS_ESMC_BOLTBEARINGRESISTANCEATCOLUMNFLANGE = "柱翼緣螺栓承壓强度"
IDS_ESMC_BOLTBEARINGRESISTANCEATENDPLATE = "端板螺栓承壓强度"
IDS_ESMC_BOLTGROUP = "螺栓群"
IDS_ESMC_BOLTINFORMATION = "螺栓資訊"
IDS_ESMC_BOLTINSHEAR = "螺栓受剪"
IDS_ESMC_BOLTROW = "螺栓排"
IDS_ESMC_BOLTSPACING = "螺栓間距"
IDS_ESMC_BOLTSPACING_COLUMN = "柱邊距"
IDS_ESMC_BOLTSPACING_PLATE = "板邊距"
IDS_ESMC_BOTTOMSTIFFENER = "底部加勁材"
IDS_ESMC_BRACKET = "托架"
IDS_ESMC_BUCKLINGCURVE = "挫屈曲線"
IDS_ESMC_BUCKLINGRESISTANCE = "抗挫屈強度"
IDS_ESMC_CALCULATEAXIALFORCEEQILIBRIUM = "軸力平衡"
IDS_ESMC_CALCULATEDEPTH = "計算深度"
IDS_ESMC_CALCULATEEFFECTIVELENGTH = "計算有效長度"
IDS_ESMC_COLUMN = "柱"
IDS_ESMC_COLUMNFLANGE = "柱翼緣"
IDS_ESMC_COLUMNFLANGEINBENDING = "柱翼緣受彎矩"
IDS_ESMC_COLUMNWEB = "柱腹板"
IDS_ESMC_COLUMNWEBBUCKLINGRESISTANCE = "柱腹板抗挫屈強度"
IDS_ESMC_COLUMNWEBBUCKLINGRESISTANCEWITHCOMPRESSIONSTIFFENER = "柱腹板抗挫屈強度 (含受壓加勁材)"
IDS_ESMC_COLUMNWEBCRUSHINGRESISTANCE = "柱腹板抗擠壓強度"
IDS_ESMC_COLUMNWEBCRUSHINGRESISTANCEWITHCOMPRESSIONSTIFFENER = "柱腹板抗擠壓強度 (含受壓加勁材)"
IDS_ESMC_COLUMNWEBINTRANSVERSECOMPRESSION = "柱腹板橫向受壓"
IDS_ESMC_COLUMNWEBINTRANSVERSETENSION = "柱腹板橫向受拉"
IDS_ESMC_COLUMNWEBPANELINSHEAR = "柱腹板受剪"
IDS_ESMC_COLUMNWEBPANELZONE = "柱腹板剛性域"
IDS_ESMC_COLUMNWEBSTIFFENER = "柱腹板加勁材"
IDS_ESMC_COMBINED = "組合"
IDS_ESMC_COMPRESSIONGOVERNED = "受壓控制"
IDS_ESMC_COMPRESSIONRESISTANCEOFCOLUMNWEBSHEAR = "柱腹板橫向抗剪強度"
IDS_ESMC_COMPRESSIONSTIFFENERDIMENSIONS = "受壓加勁材尺寸"
IDS_ESMC_COMPRESSIONZONE = "受壓區"
IDS_ESMC_COMPRESSIVERESISTANCE = "抗壓強度"
IDS_ESMC_CONNECTION = "連接"
IDS_ESMC_DEPTH = "深度"
IDS_ESMC_DEPTHABOVE600MM = "深度 > 600mm"
IDS_ESMC_DEPTHBELOW600MM = "深度 < 600mm"
IDS_ESMC_DESIGNFORCE = "設計力"
IDS_ESMC_DIA = "直徑"
IDS_ESMC_DOUBLE = "雙重"
IDS_ESMC_EDGEDISTANCE = "邊距"
IDS_ESMC_EFFECTIVEAREAOFSTIFFENERFORCRUSHING = "有效擠壓面積 (含受壓加勁材)"
IDS_ESMC_EFFECTIVEAREAOFSTIFFENERWITHWEBPORTION = "有效挫屈面積 (含受壓加勁材)"
IDS_ESMC_EFFECTIVESTIFFENERSECTIONFORBUCKLING = "加勁材有效斷面挫屈檢核"
IDS_ESMC_EFFECTIVETENSIONRESISTANCEOFBOLTROWS = "螺栓排有效抗拉強度"
IDS_ESMC_EFFECTIVEWIDTHOFWEBINCOMPRESSION = "受壓腹板有效寬度"
IDS_ESMC_EFFETIVESHEARRESISTANCE = "有效抗剪力強度"
IDS_ESMC_EFFRESISTANCE = "有效强度"
IDS_ESMC_EN1993-1-1 = "EN 1993-1-1"
IDS_ESMC_EN1993-1-8 = "EN 1993-1-8"
IDS_ESMC_EN2-2-2 = "2.2(2)"
IDS_ESMC_EN3-2-1_1 = "3.2.1(1)"
IDS_ESMC_EN6-1_1 = "6.1(1)"
IDS_ESMC_EN6-2-6-1 = "6.2.6.1"
IDS_ESMC_EN6-2-6-2 = "6.2.6.2"
IDS_ESMC_EN6-2-6-3 = "6.2.6.3"
IDS_ESMC_EN6-2-6-7 = "6.2.6.7"
IDS_ESMC_EN6-2-6-8 = "6.2.6.8"
IDS_ESMC_EN6-2-7-2 = "6.2.7.2"
IDS_ESMC_EN6-2-7-2_7 = "6.2.7.2(7)"
IDS_ESMC_ENDPLATE = "端板"
IDS_ESMC_ENDPLATEINBENDING = "端板受彎矩"
IDS_ESMC_ENMODE1 = "模式 1"
IDS_ESMC_ENMODE2 = "模式 2"
IDS_ESMC_ENMODE3 = "模式 3"
IDS_ESMC_ENP398 = "P398"
IDS_ESMC_ENSTEP5_WELDS = "步驟 5 焊縫"
IDS_ESMC_ENSTEP6A_TENSIONSTIFFENER = "步驟 6A 受拉加勁材"
IDS_ESMC_ENTABLE3-1 = "Table 3.1"
IDS_ESMC_ENTABLE3-4 = "Table 3.4"
IDS_ESMC_ENTABLE6-2 = "Table 6.2"
IDS_ESMC_ENTABLE6-2ETC = "Table 6.2, 6.4, 6.5, 6.6"
IDS_ESMC_ENTABLE6-4ETC = "Table 6.4, 6.5, 6.6"
IDS_ESMC_EQULIBRIUMOFFORCES = "力平衡"
IDS_ESMC_GENERAL = "一般"
IDS_ESMC_GIRDERFLANGERESISTANCE = "大梁翼緣"
IDS_ESMC_HAUNCH = "腋板"
IDS_ESMC_HAUNCHFLANGERESISTANCE = "腋板翼緣"
IDS_ESMC_HAUNCHWEBRESISTANCE = "腋板腹板"
IDS_ESMC_HOLEDIA = "孔徑"
IDS_ESMC_LAYOUT = "螺栓群配置"
IDS_ESMC_LENGTH = "長度"
IDS_ESMC_MODE1RESISTANCE = "模式 1 强度"
IDS_ESMC_MODE2RESISTANCE = "模式 2 强度"
IDS_ESMC_MODE3RESISTANCE = "模式 3 强度"
IDS_ESMC_MOMENTFORCEMINUS = "第 1 排表示螺栓群的最底排"
IDS_ESMC_MOMENTFORCEPLUS = "第 1 排表示螺栓群的最頂排"
IDS_ESMC_MOMENTRESISTANCE = "抗彎強度"
IDS_ESMC_MOMENTRESISTANCEWITHHAUNCH = "含腋板之抗彎強度"
IDS_ESMC_MOMENTRESISTANCEWITHOUTHAUNCH = "不含腋板之抗彎強度"
IDS_ESMC_NAME = "名稱"
IDS_ESMC_NET = "淨"
IDS_ESMC_NOCOLUMNS = "列數"
IDS_ESMC_NOREDUCTION = "不折減"
IDS_ESMC_NOROWS = "排數"
IDS_ESMC_NOTAPPLIED = "未套用"
IDS_ESMC_NOTCHECK = "未檢核"
IDS_ESMC_OK = "OK"
IDS_ESMC_PARTIALFACTOR_CONNECTION = "連接分項係數"
IDS_ESMC_PARTIALFACTOR_STEEL = "結構鋼分項係數"
IDS_ESMC_PLATE = "板"
IDS_ESMC_PLATEBUCKLINGREDUCTIONFACTOR = "板件挫屈折減係數"
IDS_ESMC_PLATESLENDERNESS = "板件細長比"
IDS_ESMC_PRETENSION = "預力"
IDS_ESMC_REDUCTION = "折減"
IDS_ESMC_REDUCTIONFACTORFORLONGITUDINALCOMPRESSIVESTRESS = "縱向壓應力折減係數"
IDS_ESMC_REDUCTIONFACTORFORSHEARINTERACTION = "剪力互制折減係數"
IDS_ESMC_RESISTANCE = "强度"
IDS_ESMC_RESISTANCEOFCOLUMNFLANGEINBENDING = "柱翼緣受彎强度"
IDS_ESMC_RESISTANCEOFENDPLATEINBENDING = "端板受彎强度"
IDS_ESMC_RESISTANCEWITHHAUNCH = "含腋板之强度"
IDS_ESMC_ROW = "排"
IDS_ESMC_SECTION = "斷面"
IDS_ESMC_SHEARREISTANCEOFSTIFFENEDWEB = "加勁腹板抗剪強度"
IDS_ESMC_SHEARREISTANCEOFUNSTIFFENEDWEB = "未加勁腹板抗剪強度"
IDS_ESMC_SHEARRESISTANCE = "抗剪力強度"
IDS_ESMC_SPACING = "間距"
IDS_ESMC_STEEL = "結構鋼"
IDS_ESMC_STIFFENEDCOLUMNWEB = "柱腹板强度"
IDS_ESMC_STIFFENERSIZE = "加勁材尺寸"
IDS_ESMC_SUMMARYBOLTROW = "摘要：螺栓排"
IDS_ESMC_SUMMARYMOMENTRESISTANCE = "摘要：抗彎矩強度"
IDS_ESMC_SUMMARYRESISTANCEOFCOMPRESSIONZONE = "摘要：受壓區强度"
IDS_ESMC_TENSIONGOVERNED = "受拉控制"
IDS_ESMC_TENSIONRESISTANCEOFBOLTROWS = "螺栓排抗拉強度"
IDS_ESMC_TENSIONSTIFFENERCHECK = "受拉加勁材檢核"
IDS_ESMC_TENSIONSTIFFENERDIMENSIONS = "受拉加勁材尺寸"
IDS_ESMC_TENSIONSTIFFENERNOREQUIRED = "柱腹板不需要受拉加勁材"
IDS_ESMC_TENSIONSTIFFENERREQUIRED = "柱腹板需要受拉加勁材"
IDS_ESMC_TENSIONSTIFFENERRESISTANCE = "受拉加勁材强度"
IDS_ESMC_TENSIONZONETSTUBS = "受拉區 T 形短柱"
IDS_ESMC_THICKNESS = "厚度"
IDS_ESMC_TOPSTIFFENER = "頂部加勁材"
IDS_ESMC_VERTICALSHEARRESISTANCE = "垂直抗剪強度"
IDS_ESMC_WEBRESISTANCE = "大梁腹板"
IDS_ESMC_WELDSCHECK = "焊縫檢核"
IDS_ESMC_WELDSIDES = "焊縫邊數"
IDS_ESMC_WIDTH = "寬度"
IDS_ESMC_WITHROW = "含排"
IDS_EC_FLANGE = "翼緣"
IDS_EC_WEB = "腹板"
IDS_EC_MEMBER_TYPE = "構件類型"
IDS_EC_SECTION_PROPERTY = "斷面性質"
IDS_EC_BUILT_UP = "組合斷面"
IDS_EC_ROLLED = "熱軋斷面"
IDS_EC_CHK_ITEMS = "檢核項目"
IDS_EC_MAJOR_AXIS_X = "強軸 (X)"
IDS_EC_MINOR_AXIS_Y = "弱軸 (Y)"
IDS_EC_REQUIRED = "需要"
IDS_EC_NO_REQUIRED = "不需要"
IDS_EC_CLASS = "等級"
IDS_EC_CLASS1 = "1 類斷面"
IDS_EC_CLASS2 = "2 類斷面"
IDS_EC_CLASS3 = "3 類斷面"
IDS_EC_CLASS4 = "4 類斷面"
IDS_EC_TABLE = "表格"
IDS_ESSG_KIJ_ANNEX = "附錄互制係數"
IDS_ESSG_DETERMINATIO_INTERACTION_FACTOR = "互制係數之確定"
IDS_ESSG_METHOD_1_ANNEX_A = "使用附錄 A 給出之方法 1"
IDS_ESSG_METHOD_2_ANNEX_B = "使用附錄 B 給出之方法 2"
IDS_ESSG_CHK_AXIAL_RESISTANCE = "軸向强度檢核"
IDS_ESSG_CALC_COMP_AXIAL_RESISTANCE = "計算軸壓向强度"
IDS_ESSG_CALC_TENS_AXIAL_RESISTANCE = "計算受拉軸向强度"
IDS_ESSG_CHK_SHEAR_RESISTANCE = "抗剪力檢核"
IDS_ESSG_CALC_SHEAR_RESISTANCE_MAJOR = "計算繞強軸 (y) 抗剪力強度"
IDS_ESSG_CALC_SHEAR_RESISTANCE_MINOR = "計算繞弱軸 (x) 抗剪力強度"
IDS_ESSG_APPLY_RIGID_END_POST = "套用剛性端柱類型"
IDS_ESSG_APPLY_NON_RIGID_END_POST = "套用非剛性端柱類型"
IDS_ESSG_CHK_MOMENT_RESISTANCE = "抗彎矩檢核"
IDS_ESSG_CALC_MOMENT_RESISTANCE_MAJOR = "計算繞強軸 (x) 抗彎矩強度"
IDS_ESSG_CALC_MOMENT_RESISTANCE_MINOR = "計算繞弱軸 (y) 抗彎矩強度"
IDS_ESSG_CHK_BENDING_SHEAR_RESISTANCE = "抗彎矩和抗剪力強度檢核"
IDS_ESSG_BENDING_SHEAR_RESISTANCE = "抗彎矩和抗剪力強度"
IDS_ESSG_CALC_BENDING_SHEAR_RESISTANCE_MAJOR = "計算繞強軸抗彎矩和抗剪力強度"
IDS_ESSG_CALC_BENDING_SHEAR_RESISTANCE_MINOR = "計算繞弱軸抗彎矩和抗剪力強度"
IDS_ESSG_CHK_BENDING_AXIAL_RESISTANCE = "抗彎矩和抗軸力強度檢核"
IDS_ESSG_BENDING_AXIAL_RESISTANCE = "抗彎矩和抗軸力強度"
IDS_ESSG_CALC_BENDING_AXIAL_RESISTANCE = "計算抗彎矩和抗軸力強度"
IDS_ESSG_CHK_GENERAL_INTERACTION_RATIO = "一般互制比檢核"
IDS_ESSG_CHK_BENDING_SHEAR_AXIAL_RESISTANCE = "抗彎矩、剪力、軸力強度檢核"
IDS_ESSG_BENDING_SHEAR_AXIAL_RESISTANCE = "抗彎矩、剪力、軸力強度"
IDS_ESSG_CALC_BENDING_SHEAR_AXIAL_RESISTANCE_MAJOR = "計算繞強軸抗彎矩、剪力、軸力強度"
IDS_ESSG_CALC_BENDING_SHEAR_AXIAL_RESISTANCE_MINOR = "計算繞弱軸抗彎矩、剪力、軸力強度"
IDS_ESSG_CHK_FBR_RESISTANCE = "撓曲挫屈强度檢核"
IDS_ESSG_FBR_RESISTANCE = "撓曲挫屈强度"
IDS_ESSG_CALC_FBR_RESISTANCE_MAJOR = "計算繞強軸撓曲挫屈强度"
IDS_ESSG_CALC_FBR_RESISTANCE_MINOR = "計算繞弱軸撓曲挫屈强度"
IDS_ESSG_CHK_TB_TFB_RESISTANCE = "扭力與扭轉挫屈檢核"
IDS_ESSG_TB_TFB_RESISTANCE = "扭力與扭轉挫屈"
IDS_ESSG_CALC_TB_RESISTANCE = "計算扭轉挫屈强度"
IDS_ESSG_CALC_TFB_RESISTANCE = "計算扭轉挫屈强度"
IDS_ESSG_CHK_LTB_RESISTANCE = "側向扭轉挫屈强度檢核"
IDS_ESSG_LTB_RESISTANCE = "側向扭轉挫屈强度"
IDS_ESSG_CALC_LTB_RESISTANCE = "計算側向扭轉挫屈强度"
IDS_ESSG_CHK_BNC_RESISTANCE = "均勻構件受彎與軸壓強度檢核"
IDS_ESSG_BNC_RESISTANCE = "均勻構件受彎與軸壓強度"
IDS_ESSG_CALC_BNC_RESISTANCE = "計算均勻構件受彎與軸壓强度"
IDS_ESSG_CHK_SHEAR_BUCKLING_RESISTANCE = "剪力挫屈强度檢核"
IDS_ESSG_SHEAR_BUCKLING_RESISTANCE = "剪力挫屈强度"
IDS_ESSG_CALC_SHEAR_BUCKLING_MAJOR = "計算繞強軸剪力挫屈强度"
IDS_ESSG_CALC_SHEAR_BUCKLING_MINOR = "計算繞弱軸剪力挫屈强度"
IDS_ESSG_HIGH_SHAER = "高剪力"
IDS_ESSG_NOT_HIGH_SHAER = "非高剪力"
IDS_ESSG_NEGLECT_EFFECT_ON_MOMNET_RESISTANCE = "忽略其對抗彎之影響。"
IDS_ESSG_NO_REQUIRED_REDUCE_FOLLOWING_CONDITION = "在以下條件下無需折減。"
IDS_ESSG_NO_REQUIRED_REDUCE_B_FOLLOWING_CONDITION = "在以下條件下無需折減抗彎矩強度。"
IDS_ESSG_NO_REQUIRED_REDUCE_B_A_FOLLOWING_CONDITION = "在以下條件下無需折減抗彎軸強度。"
IDS_ESSG_NO_REQUIRED_REDUCE_B_A_FOLLOWING_CONDITION_MINOR_AXIS = "在以下條件下，弱軸無需滿足抗彎軸強度折減條件。"
IDS_ESSG_NO_REQUIRED_REDUCE_B_A_FOLLOWING_CONDITION_MAJOR_AXIS = "在以下條件下，強軸無需滿足抗彎軸強度折減條件。"
IDS_ESSG_ALLOWANCE_FOR_EFFECT_ON_MAJOR_AND_MINOR_AXIS = "在以下條件下，允許軸力對強軸與弱軸之影響。"
IDS_ESSG_BUCKLING_CURVE = "挫屈曲線"
IDS_ESSG_LATERAL_TORSIONAL_BUCKLING_CURVE = "側向扭轉挫屈曲線"
IDS_ESSG_LATERAL_TORSIONAL_N_BUCKLING_CURVE = "側向扭轉挫屈曲線"
IDS_ESSG_NO_REQUIRED_TO_CHK_FBR = "無需檢核挫屈强度"
IDS_ESSG_NO_REQUIRED_TO_CHK_TFB = "無需檢核扭力與扭轉挫屈"
IDS_ESSG_NO_REQUIRED_TO_CHK_LTB = "無需檢核側向扭轉挫屈"
IDS_ESSG_NO_REQUIRED_TO_CHK_BNC = "無需檢核受彎與軸壓强度"
IDS_ESSG_NO_REQUIRED_TO_CHK_SHEARBUCK = "無需檢核剪力挫屈"
IDS_ESSG_BUCKLING_EFFECT_MAY_BE_IGNORED = "挫屈效應可忽略。"
IDS_ESSG_BUCKLING_EFFECT_SHOULD_BE_CONSIDERD = "應考慮挫屈效應。"
IDS_ESSG_NO_CALCULATED_BY_ANNEX_A = "按附錄 A 計算"
IDS_ESSG_NO_CALCULATED_BY_ANNEX_B = "按附錄 B 計算"
IDS_ADDITIONAL_BEARING_WIDTH_EN1993_1_8_CL626 = "額外承壓寬度 (EN1993-1-8 cl6.2.6)"
IDS_ANCHOR_BOLT_BEARING_RESISTANCE = "錨錠螺栓承壓强度"
IDS_ANCHOR_BOLT_FRICTION_RESISTANCE = "錨錠螺栓摩擦强度"
IDS_ANCHOR_BOLT_SHEAR_PROPERTIES = "錨錠螺栓抗剪性質"
IDS_ANCHOR_BOLT_TENSILE_RESISTANCE = "錨錠螺栓抗拉强度"
IDS_ASSEMBLYSTRONG_AXIS = "組裝 (強軸)"
IDS_ASSEMBLYWEAK_AXIS = "組裝 (弱軸)"
IDS_BASE_PLATE_AND_ANCHOR_BOLT_PROPERTIES = "底板與錨錠螺栓性質"
IDS_BASE_PLATE_IN_BENDING_AND_ANCHOR_BOL_IN_TENS_S = "受彎底板與受拉錨錠螺栓 (強軸)"
IDS_BASE_PLATE_IN_BENDING_AND_ANCHOR_BOL_IN_TENS_W = "受彎底板與受拉錨錠螺栓 (弱軸)"
IDS_BASE_PLATE_IN_BENDING_AND_CONCRETE_IN_COMPRE_S = "受彎底板與受壓混凝土 (強軸)"
IDS_BASE_PLATE_IN_BENDING_AND_CONCRETE_IN_COMPRE_W = "受彎底板與受壓混凝土 (弱軸)"
IDS_BASE_PLATE_RESISTANCE_IN_COMPRESSION = "底板受壓强度"
IDS_BASE_PLATE_RESISTANCE_IN_TENSION = "底板受拉强度"
IDS_BEARING_STRENGTHEN1993_1_8_CL625_ = "承壓強度 (EN1993-1-8 cl6.2.5)"
IDS_BTR = "BTR "
IDS_CALCULATION_OF_EFFECTIVE_LENGTH = "有效長度計算"
IDS_CALCULATION_OF_EFFECTIVE_LENGTH_EN1993_1_8_626 = "有效長度計算 (EN1993-1-8 6.2.6.4)"
IDS_CALCULATION_OF_EFFECTIVE_LENGTH_INNER_BOLTS = "有效長度計算 (內排螺栓)"
IDS_CALCULATION_OF_EFFECTIVE_LENGTH_OUTER_BOLTS = "有效長度計算 (外排螺栓)"
IDS_CALCULATION_OF_JOINT_RESISTANCE = "節點强度計算"
IDS_CHECK_BOLT_SHEAR = "螺栓抗剪檢核"
IDS_CHECK_BOLT_TENSION = "螺栓抗拉檢核"
IDS_CHECK_COMBINED_SHEAR_AND_TORSION = "剪扭組合檢核"
IDS_CHECK_FOR_NO_OVERLAP_CONDITION = "檢核無重疊條件"
IDS_CHECK_FOR_PRYING_CONDITION = "檢核撬力條件"
IDS_CHECK_IF_EFFECTIVE_AREA_FITS_ON_THE_BASE_PLATE = "檢核有效面積是否符合底板尺寸"
IDS_COMLUMNFLANGE_AND_WEB_IN_COMPRESSIONSTRONG_AXI = "柱翼緣與腹板受壓 (強軸)"
IDS_COMPRESSED_PART_RESISTANCE = "受壓部件强度"
IDS_COMPRESSIVE_CAPACITY_CALCULATIONSTRONG_AXIS = "抗壓强度計算 (強軸)"
IDS_COMPRESSIVE_RESISTANCE_CALCULATION = "抗壓强度計算"
IDS_COMPRESSIVE_RESISTANCE_CHECK = "抗壓强度檢核"
IDS_CORRELATION_FACTOR_FOR_FILLET_WELD = "角焊縫相關係數"
IDS_DESIGN_ANCHOR_BOLT_RESISTANCE = "設計錨錠螺栓强度"
IDS_DESIGN_BOND_ANCHORAGE_RESISTANCE = "設計粘結錨錠强度"
IDS_DESIGN_CASE__LEFT_SIDE_IN_COMPRESSION_RIGHT_S = "設計工況：左側受壓，右側受壓"
IDS_DESIGN_CASE__LEFT_SIDE_IN_TENSION_RIGHT_SIDE_ = "設計工況：左側受拉，右側受拉"
IDS_DESIGN_COMPRESSION_RESISTANCE_OF_FLANGE = "翼緣設計抗壓"
IDS_DESIGN_MOMENT_RESISTANCE_OF_COLUMN_BASE = "柱腳設計抗彎"
IDS_DESIGN_SHEAR_RESISTANCE_FOR_FILLET_WELD_IN_X_D = "X 向角焊縫設計抗剪強度"
IDS_DESIGN_SHEAR_RESISTANCE_FOR_FILLET_WELD_IN_Y_D = "Y 向角焊縫設計抗剪強度"
IDS_DESIGN_TENSILE_RESISTANCE_FOR_FILLET_WELD = "角焊縫設計抗拉強度"
IDS_EFFECTIVE_AREA_CALCULATION = "有效面積計算"
IDS_EFFECTIVE_AREA_FROM_FORCE_EQUILIBRIUM_EN1993_1 = "按力平衡計算之有效面積 (EN1993-1-8 Cl.6.2.5)"
IDS_EFFECTIVE_AREA_OF_COMPRESSED_T_STUB = "受壓 T 形短柱有效面積"
IDS_EFFECTIVE_LENGTHWIDTH_AND_AREA = "有效長度、寬度與面積"
IDS_EQUIVALENT_FORCE_CALCULATION_COLUMN_FLANGE = "等效力計算 (柱翼緣)"
IDS_EQUIVALENT_FORCE_CALCULATION_T_STUB = "等效力計算 (T 形短柱)"
IDS_FACTOR_M_FOR_OUTER_BOLTS = "外排螺栓係數 m"
IDS_GROUT_INFLUENCING_CONCRETE_BEARING_RESISTANCE = "灌漿影響混凝土承壓强度"
IDS_GROUT_NOT_INFLUENCING_CONCRETE_BEARING_RESISTA = "灌漿不影響混凝土承壓强度"
IDS_LEAVER_ARM_OF_COMPRESSION_PART = "受壓部分力臂"
IDS_LEAVER_ARM_OF_TENSION_PART = "受拉部分力臂"
IDS_LOAD_ECCENTRICITY = "載重偏心"
IDS_MOMENT_CAPACITY = "彎矩强度"
IDS_NO = "否"
IDS_NOX = "否 (X)"
IDS_NOY = "否 (Y)"
IDS_PLASTIC_BENDING_MOMENT_CAPACITY_OF_BASE_PLATE = "底板塑性抗彎强度"
IDS_PLASTIC_BENDING_MOMENT_CAPACITY_OF_BASE_PLATE_ = "每單位長度底板塑性抗彎强度"
IDS_PLASTIC_BENDING_MOMENT_CAPACITY_OF_THE_COLUMN = "柱塑性抗彎强度"
IDS_PRESENCE_OF_PRYING_EFFECT = "存在撬力效應"
IDS_RATIOX = "比率 (x)"
IDS_RATIOY = "比率 (y)"
IDS_REDUCING_MOMENT_CAPACITY_EN1993_1_16282_ = "折減抗彎强度 (EN1993-1-1, 6.2.8(2))"
IDS_REDUCING_MOMENT_CAPACITY_EN1993_1_162914__629 = "折減抗彎强度 (EN1993-1-1, 6.2.9.1(4) & 6.2.9.1(5))"
IDS_RESISTANCE_OF_FAILURE_MODE_1 = "破壞模式 1 强度"
IDS_RESISTANCE_OF_FAILURE_MODE_1_2 = "破壞模式 1-2 强度"
IDS_RESISTANCE_OF_FAILURE_MODE_2 = "破壞模式 2 强度"
IDS_RESISTANCE_OF_FAILURE_MODE_3 = "破壞模式 3 强度"
IDS_RESISTANCE_OF_FAILURE_MODE_4COLUMN_WEB_IN_TENS = "破壞模式 4 强度 (柱腹板受拉)"
IDS_RESISTANCE_OF_T_STUB_FAILURE_MODE_1_2EN1993_1_ = "T 形短柱破壞模式 1-2 强度 (EN1993-1-8 Cl.6.2.4.1)"
IDS_RESISTANCE_OF_T_STUB_IN_TENSION = "T 形短柱受拉强度"
IDS_RESISTANCE_OF_TENSION_T_STUB = "受拉 T 形短柱强度"
IDS_RIB = "肋板"
IDS_SHEAR_DESIGNEN1993_1_8_TABLE_34 = "剪力設計 (EN1993-1-8 Table 3.4)"
IDS_SHEAR_FORCE_NOT_EXIST = "剪力不存在。"
IDS_T = "t"
IDS_TENSION_FORCES = "拉力"
IDS_TENSION_PART_RESISTANCE_VERIFICATION = "受拉部分强度驗證"
IDS_TENSION_RESISTANCE_FACTORS = "抗拉强度係數"
IDS_TENSION_RESISTANCE_OF_BOLTS = "螺栓抗拉強度"
IDS_WELDING_CHECK_EN_1993_1_8_CL4533 = "焊接檢核 (EN 1993-1-8 Cl.4.5.3.3)"
IDS_WELDING_RATIO = "焊接比"
IDS_WIDTH_OF_STRIP_AROUND_COLUMN_C_S_EN1993_1_8_CL = "繞柱斷面之帶狀寬度 (EN1993-1-8 cl6.2.6)"
IDS_WING = "翼板"
IDS_CHECK_EDGE_DISTANCE_POST_INSTALLED_ANCHOR_BOLT = "邊距檢核 (後置錨栓)"
IDS_CALCULATE_TENSILE_STRENGTH_POST_INSTALLED_ANCHOR_BOLT = "計算抗拉強度 (後置錨栓)"
IDS_CALCULATE_SHEAR_STRENGTH_POST_INSTALLED_ANCHOR_BOLT = "計算抗剪強度 (後置錨栓)"
IDS_CHECK_DISTANCE_FROM_CONCRETE_EDGE_TO_CENTER_OF_ANCHOR_BOLT = "混凝土邊緣至錨栓中心距離檢核"
IDS_CALCULATE_STRENGTH_OF_STEEL = "鋼材強度計算"
IDS_CALCULATE_SIZE_DATA = "尺寸數據計算"
IDS_CALCULATE_CONCRETE_BREAK_OUT_STRENGTH = "混凝土錐體破壞強度計算"
IDS_CALCULATE_PULL_OUT_STRENGTH_OF_ANCHOR = "錨栓拔出強度計算"
IDS_CONCRETE_BREAK_OUT_STRENGTH_DIRECTION_X = "X 向混凝土錐體破壞強度"
IDS_CONCRETE_BREAK_OUT_STRENGTH_DIRECTION_Y = "Y 向混凝土錐體破壞強度"
IDS_CALCULATE_CONCRETE_PRY_OUT_STRENGTH = "混凝土撬出強度計算"
IDS_CALCULATE_COMBINED_RATIO = "組合比計算"
IDS_CONDITION = "條件"
IDS_EQUATION = "方程式"
IDS_RC_ANCHOR_BOLT_INPUT_LIST = "RC 錨栓輸入清單"
IDS_CHECK_FLANGE_AND_WEB_UNDER_CONCENTRATED_FORCE = "集中力下翼緣與腹板檢核"
IDS_CHECK_IF_STIFFENER_IS_REQUIRED = "檢核是否需要加勁材"
IDS_CHECK_REQUIREMENT_FOR_STIFFENER = "加勁材需求檢核"
IDS_CHECK_REQUIREMENT_FOR_TENSION_FIELD_ACTION = "拉力場作用需求檢核"
IDS_CHECK_REQUIREMENT_FOR_STIFFENER_TO_APPLY_TENSION_FIELD_ACTION = "套用拉力場作用之加勁材需求檢核"
IDS_CHECK_WEB_UNDER_CONCENTRATED_FORCE = "集中力下腹板檢核"
IDS_COLUMNS = "柱"
IDS_UNIFORM_LOAD = "均佈載重"
IDS_FINISH_LOAD = "裝修載重"
IDS_CONSTRUCTION_LOAD = "施工載重"
IDS_CONSTRUCTION_STAGE = "施工階段"
IDS_CHECK_REQUIREMENT_FOR_STUD = "剪力釘需求檢核"
IDS_CHECK_SIZE = "尺寸檢核"
IDS_CHECK_MATERIAL = "材料檢核"
IDS_MATERIAL_PROPERTIES_APPLIED = "材料性質 (套用)"
IDS_CALCULATE_EFFECTIVE_WIDTH_OF_SLAB = "版有效寬度計算"
IDS_EFFECTIVE_WIDTH_OF_SLAB = "版有效寬度"
IDS_THICKNESS_OF_CONCRETE = "混凝土厚度"
IDS_CALCULATE_DESIGN_SHEAR_FORCE = "設計剪力計算"
IDS_CALCULATE_DESIGN_FORCE_DURING_CONSTRUCTION = "施工階段設計力計算"
IDS_CHECK_DEFLECTION_DURING_CONSTRUCTION = "施工階段撓度檢核"
IDS_CHECK_DEFLECTION_BY_DEAD_LOAD = "恆載撓度檢核"
IDS_CHECK_DEFLECTION_BY_LIVE_LOAD = "活載撓度檢核"
IDS_CALCULATE_STRENGTH_OF_STUD = "剪力釘強度計算"
IDS_CALCULATE_ELASTIC_MODULUS_OF_CONCRETE = "混凝土彈性模數計算"
IDS_CALCULATE_NUMBER_OF_STUD = "剪力釘數量計算"
IDS_CALCULATE_COMPOSITION_RATIO = "合成比計算"
IDS_CHECK_MOMENT_STRENGTH_POSITIVE_MOMENT = "彎矩強度檢核 (正彎矩)"
IDS_CALCULATE_MOMENT_OF_INERTIA = "慣性矩計算"
IDS_CALCULATE_EFFECTIVE_MOMENT_OF_INERTIA = "有效慣性矩計算"
IDS_CALCULATE_LOWER_LIMIT_FOR_MOMENT_OF_INERTIA = "慣性矩下限計算"
IDS_CALCULATE_BEAM_MODE_PROPERTIES = "梁模態性質計算"
IDS_CALCULATE_EFFECTIVE_WIDTH = "有效寬度計算"
IDS_CALCULATE_TRANSFORMED_MOMENT_OF_INERTIA = "換算慣性矩計算"
IDS_CALCULATE_DEFLECTION__FREQUENCY = "撓度與頻率計算"
IDS_CALCULATE_TRANSFORMED_MOMENT_OF_INERTIA_PER_UNIT_WIDTH = "每單位寬度換算慣性矩計算"
IDS_CALCULATE_EFFECTIVE_BEAM_PANEL_WIDTH = "有效梁板寬度計算"
IDS_CALCULATE_WEIGHT_OF_BEAM_PANEL = "梁板重量計算"
IDS_CALCULATE_GIRDER_MODE_PROPERTIES = "計算大梁模態性質"
IDS_CALCULATE_EFFECTIVE_GIRDER_PANEL_WIDTH = "計算有效大梁板寬"
IDS_CHECK_VIBRATION_COMBINED_MODE = "振動檢核 (組合模態)"
IDS_ADJUST_GIRDER_DEFLECTION = "調整大梁撓度"
IDS_CALCULATE_FLOOR_FUNDAMENTAL_FREQUENCY = "計算樓板基頻"
IDS_CALCULATE_EQUIVALENT_COMBINED_MODE_PANEL_WEIGHT = "計算等效組合模態板重"
IDS_CALCULATE_PEAK_ACCELERATION = "計算峰值加速度"
IDS_H_BEAM__SLAB = "H 型鋼與樓板"
IDS_CONST_LOAD = "施工載重"
IDS_CONCENTRATED_FORCES = "集中力"
IDS_CONSTRUCTION = "施工"
IDS_DEAD__LIVE = "恆載與活載"
IDS_PLASTIC_DESIGN_COMPACT_SECTION = "塑性設計 (結實斷面)"
IDS_ELASTIC_DESIGN_COMPACT_SECTION = "彈性設計 (非結實斷面)"
IDS_MAX = "最大值"
IDS_V = "V'"
IDS_COMP_RATIO = "壓縮比"
IDS_N = "n"
IDS_CALCULATE_EFFECTIVE_BEAM_PANEL_WIDTH__WEIGHT = "計算有效小梁板寬與重量"
IDS_CALCULATE_EFFECTIVE_GIRDER_PANEL_WIDTH__WEIGHT = "計算有效大梁板寬與重量"
IDS_W = "W"
IDS_FLOOR_FREQUENCY_HZ = "樓板頻率 (Hz)"
IDS_PEAK_ACCELERATION_%_GRAVITY = "Peak Acceleration (% Gravity)"
IDS_SRC_COMPOSITE_BEAM_INPUT_LIST = "SRC 合成梁輸入清單"
IDS_SECTION_H_BEAM__SLAB = "斷面 (H 型梁與樓板)"
IDS_SECTION_STUD = "斷面 (剪力釘)"
IDS_SECTION_DECK_PLATE = "斷面 (鋼承板)"
IDS_DESIGN_LOAD_UNIFORM_LOAD = "設計載重 (均佈載重)"
IDS_DESIGN_FORCE_CONCENTRATED_FORCES = "設計力 (集中力)"
IDS_NOWEB = "腹板編號"
IDS_NOFLANGE = "翼緣編號"
IDS_PM = "PM"
IDS_VX = "X 向剪力"
IDS_VY = "Y 向剪力"
IDS_C = "C"
IDS_D = "D"
IDS_HOOP_BAR = "箍筋"
IDS_CHECK_REQUIREMENT_FOR_MATERIAL = "材料需求檢核"
IDS_CALCULATE_STEEL_RATIO = "計算含鋼率"
IDS_CALCULATE_MAIN_BAR_SPACE = "計算主筋間距"
IDS_CALCULATE_ECCENTRICITY = "計算偏心"
IDS_COLUMN_UNDER_TENSION_FORCE_SKIPPED = "柱受拉力。已略過。"
IDS_CALCULATE_CAPACITY_OF_STEEL = "計算鋼材强度"
IDS_CALCULATE_NOMINAL_CAPACITY_FOR_NEUTRAL_AXIS = "計算中性軸名義强度"
IDS_F = "f"
IDS_CONC = "混凝土"
IDS_STEEL = "鋼材"
IDS_CONCRETE_SECTION = "混凝土斷面"
IDS_H_BEAM__REBAR = "H 型鋼與鋼筋"
IDS_HOOP_BAREND = "箍筋 (端部)"
IDS_STEEL_BEAM_AT_CONSTRUCTION_STAGE = "施工階段鋼梁"
IDS_COMPOSITE_BEAM_AT_NORMAL_STAGE = "使用階段合成梁"
IDS_CHECK_NEUTRAL_AXIS_IN_SECTION = "斷面中性軸檢核"
IDS_PLASTIC_NA = "塑性中性軸"
IDS_COORINATE_OF_PLASTIC_NA = "塑性中性軸座標"
IDS_CHECK_BENDING_RESISTANCE = "抗彎强度檢核"
IDS_NAXIS_CONDITION = "條件"
IDS_NAXIS_EQUATION_FOR = "方程式用於"
IDS_NAXIS_VALUE = "數值"
IDS_CALCULATION = "計算"
IDS_CALCULATION_FOR_K = "k 值計算"
IDS_ELASTIC_MOMENT_RESISTANCE = "彈性抗彎强度計算"
IDS_PLASTIC_MOMENT_RESISTNACE = "塑性抗彎强度計算"
IDS_CALCULATION_OF = "計算"
IDS_ELASTIC_NA = "彈性中性軸"
IDS_COORDINATE_OF_ELASTIC_NA = "彈性中性軸座標"
IDS_CHECK_EFFECTIVE_COMPOSTIE_SECTION = "有效合成斷面檢核"
IDS_POSITION = "位置"
IDS_EQUATION_FOR_K = "k 值方程式"
IDS_STEEL_TOP_FLANGE = "鋼材上翼板"
IDS_STEEL_WEB = "鋼材腹板"
IDS_STEEL_BOT_FLANGE = "鋼材下翼板"
IDS_CONCRETE_SLAB = "混凝土樓板"
IDS_REINFORCING_STEEL = "鋼筋"
IDS_SECTION_MODULUS_AT_AN_INTERNAL_SUPPORT = "內支承處斷面模數"
IDS_TABLE_OF_SECTION_MODULUS_AT_EACH_PART_IN_SECTION = "斷面各部位之斷面模數表"
IDS_STEEL_SECTION = "鋼斷面"
IDS_COMPOSITE_SECTION = "合成斷面"
IDS_CALCULATION_FOR_MOMENT_CAPACITY_OF_SECTION = "斷面彎矩强度計算"
IDS_PART = "部件"
IDS_AXIAL_COMP_CAPACITY = "軸壓强度"
IDS_ARM_LENGTH = "臂長度"
IDS_MOMENT_CAPACITY_TABLE = "彎矩容量"
IDS_TOTAL = "總計"
IDS_ERROR = "錯誤"
IDS_IN_CONCRETE_SLAB = "於混凝土樓板內"
IDS_IN_STEEL_TOP_FLANGE = "於鋼材上翼板內"
IDS_IN_STEEL_WEB = "於鋼材腹板內"
IDS_IN_STEEL_BOT_FLANGE = "於鋼材下翼板內"
IDS_PLASTIC_NEUTRAL_AXIS_IN_STEEL_BOT_FLANGE = "塑性中性軸位於鋼材下翼緣"
IDS_PLASTIC_NEUTRAL_AXIS_IN_STEEL_WEB = "塑性中性軸位於鋼材腹板"
IDS_PLASTIC_NEUTRAL_AXIS_IN_WEB = "塑性中性軸位於腹板"
IDS_PLASTIC_NEUTRAL_AXIS_IN_STEEL_WEB_HOLE = "塑性中性軸位於鋼材腹板開孔處"
IDS_PLASTIC_NEUTRAL_AXIS_IN_STEEL_TOP_FLANGE = "塑性中性軸位於鋼材上翼緣"
IDS_PLASTIC_NEUTRAL_AXIS_IN_CONCRETE_SLAB = "塑性中性軸位於混凝土樓板"
IDS_CHECK_LONGITUDINAL_SHEAR_RESISTANCE = "縱向抗剪力檢核"
IDS_CACULATE_LONGITUDINAL_SHEAR_FORCE = "計算縱向剪力強度"
IDS_CALCULATE_DESIGN_SHEAR_RESISTANCE_OF_HEADED_STUD = "計算帶頭剪力釘設計抗剪力強度"
IDS_BENDING_RESISTANCE = "抗彎矩強度"
IDS_LONGITUDINAL_SHEAR_RESISTANCE = "縱向抗剪力強度"
IDS_TABLE_OF_CALCULATION_FOR_K = "k 值計算表"
IDS_VERTICAL_SHEAR_RESISTANCE = "垂直抗剪力強度"
IDS_LONGITUDINAL_DIRECTION = "縱向"
IDS_MOMENT_CAPACITY_CALCULATION_REFERENCE = "彎矩强度之符號由彎矩方向決定，與作用力方向無關。"
IDS_EFFECTIVE_WIDTH = "有效寬度"
IDS_CHECK_REQUIREMENT_FOR_STUD_SMALL = "剪力釘需求檢核"
IDS_CHECK_SIZE_SMALL = "尺寸檢核"
IDS_CHECK_MATERIAL_SMALL = "材料檢核"
IDS_EC_MAJOR_AXIS_Y = "強軸 (Y)"
IDS_EC_MINOR_AXIS_X = "弱軸 (X)"
IDS_CHECK_VERTICAL_SHEAR_RESISTANCE = "垂直抗剪力檢核"
IDS_EC_REPORT_JP_TEST = "EC_Report_JP-Test(Lang:JP)"
IDS_EC_REPORT_RUS_TEST = "EC_Report_RUS-Test(Lang:RUS)"
IDS_EC_REPORT_TW_TEST = "EC_Report_TW-Test(Lang:TW)"
IDS_PLASTIC_MOMENT_RESISTANCE = "塑性彎矩抗力計算"
